Repository: capstanlqc-test/test_en--ar_omt
Catalog: tm/auto/mt/modernmt_en_ar_20250909.tmx
Source language: en
Languages: ar

source: This is a bolded word.
ar: هذه كلمة جريئة.

source: This is my best sentence yet.
ar: هذه أفضل جملة لي حتى الآن.

source: This is a repeated sentence.
ar: هذه جملة مكررة.

source: The following is addressed to a girl:
ar: يتم توجيه ما يلي إلى فتاة:

source: What is your age?
ar: كم عمرك ؟
